{
  "1-1": {
    "nombre": "Hombre de Pie",
    "descripcion": "El hombre se ecuentra de pie mientras la mujer de rodillas mientras le hace sexo oral.",
    "ventajas": [
      "Facil y clasica.",
      "Dominio por parte del hombre.",
      "Ideal para principiantes."
    ],
    "desventajas": [
      "Puede resultar monótona si se repite demasiado."
    ],
    "dato_curioso": "Es una de las posiciones más antiguas y universales.",
    "imagen": "assets/img/nivel1/oral/1-1.jpeg"
  },
  "1-2": {
    "nombre": "Mujer de Pie",
    "descripcion": "La mujer se ecuentra de pie mientras el hombre de rodillas mientras le hace sexo oral.",
    "ventajas": [
      "Facil y clasica.",
      "Dominio por parte de la mujer.",
      "Ideal para principiantes."
    ],
    "desventajas": [
      "Puede resultar monótona si se repite demasiado."
    ],
    "dato_curioso": "Es una de las posiciones más antiguas y universales.",
    "imagen": "assets/img/nivel1/oral/1-2.jpeg"
  },
  "1-3": {
    "nombre": "En el borde del deseo hombre",
    "descripcion": "Mientras el hombre esta al borde de la cama con los pies en el suelo la mujer lo consiente.. ",
    "ventajas": [
      "Relajacion para el hombre",
      "Comoda y sencilla",
      "Ideal para ritmos lentos y sensuales."
    ],
    "desventajas": [
      "Puede cansar piernas y espalda con el tiempo.",
      "Requiere un poco de flexibilidad."
    ],
    "dato_curioso": "Está inspirada en un evento de relajacion.",
    "imagen": "assets/img/nivel1/oral/1-3.jpg"
  },
  "1-4": {
    "nombre": "En el borde del deseo mujer",
    "descripcion": "Mientras la mujer esta al borde de la cama con los pies en el suelo el hombre la consiente.. ",
    "ventajas": [
      "Relajacion para la mujer",
      "Comoda y sencilla",
      "Ideal para ritmos lentos y sensuales."
    ],
    "desventajas": [
      "Puede cansar piernas y espalda con el tiempo.",
      "Requiere un poco de flexibilidad."
    ],
    "dato_curioso": "Está inspirada en la postura de yoga Padmasana.",
    "imagen": "assets/img/nivel1/oral/1-4.jpg"
  },
  "2-1": {
    "nombre": "Encuentro Sutil",
    "descripcion": "Una postura donde la complicidad y el contacto visual son los protagonistas. Ideal para quienes disfrutan del ritmo pausado y las caricias prolongadas.",
    "ventajas": [
      "Refuerza la conexión emocional.",
      "Favorece la comunicación y el ritmo conjunto.",
      "Permite disfrutar de cada movimiento con suavidad."
    ],
    "desventajas": [
      "No es ideal para quienes prefieren un ritmo más intenso."
    ],
    "dato_curioso": "Se dice que fue una de las posturas más representadas en el arte romántico del siglo XIX.",
    "imagen": "assets/img/nivel2/oral/2-1.jpg"
  },
  "2-2": {
    "nombre": "Susurros al Oído",
    "descripcion": "Una forma de mantener la cercanía total. Las respiraciones se mezclan y cada gesto invita a descubrir nuevas sensaciones.",
    "ventajas": [
      "Fomenta la intimidad emocional.",
      "Perfecta para juegos de susurros y besos lentos.",
      "Permite un control suave del ritmo."
    ],
    "desventajas": [
      "Puede requerir buena coordinación entre ambos."
    ],
    "dato_curioso": "Su origen se asocia con antiguas prácticas de meditación en pareja.",
    "imagen": "assets/img/nivel2/oral/2-2.jpg"
  },
  "2-3": {
    "nombre": "Equilibrio de Pasiones",
    "descripcion": "Una postura que combina cercanía y dinamismo. Ideal para quienes disfrutan explorar nuevos ángulos manteniendo la conexión visual.",
    "ventajas": [
      "Permite variar el ritmo con facilidad.",
      "Favorece el juego de miradas.",
      "Invita a descubrir nuevas sensaciones sin perder el contacto."
    ],
    "desventajas": [
      "Puede requerir algo de práctica para mantener el equilibrio."
    ],
    "dato_curioso": "Inspirada en antiguas danzas de equilibrio, donde la armonía del cuerpo reflejaba la unión emocional.",
    "imagen": "assets/img/nivel2/oral/2-3.jpg"
  },
  "2-4": {
    "nombre": "Ritmo Secreto",
    "descripcion": "Una postura juguetona y coqueta, donde cada movimiento se convierte en una conversación silenciosa entre dos cuerpos.",
    "ventajas": [
      "Estimula la creatividad y la complicidad.",
      "Ideal para quienes disfrutan improvisar.",
      "Favorece la conexión física y emocional."
    ],
    "desventajas": [
      "Puede requerir ajustes para lograr comodidad total."
    ],
    "dato_curioso": "Se dice que esta postura nació del deseo de encontrar un ritmo común que solo ambos puedan entender.",
    "imagen": "assets/img/nivel2/oral/2-4.jpg"
  },
  "3-1": {
    "nombre": "Susurros al Amanecer",
    "descripcion": "Ambos se dejan llevar por la intimidad y el contacto visual, creando un instante que combina ternura y deseo silencioso.",
    "ventajas": [
      "Permite una conexión profunda y pausada.",
      "Ideal para quienes disfrutan la cercanía emocional.",
      "El ritmo se adapta al momento, suave y romántico."
    ],
    "desventajas": [
      "Requiere calma y sincronía entre ambos."
    ],
    "dato_curioso": "Se inspira en la idea de que los mejores momentos no necesitan palabras.",
    "imagen": "assets/img/nivel3/oral/3-1.jpg"
  },
  "3-2": {
    "nombre": "Reverencia Tentadora",
    "descripcion": "Un gesto de entrega y complicidad, donde la confianza y el deseo se entrelazan con elegancia.",
    "ventajas": [
      "Potencia la comunicación no verbal.",
      "Invita al juego de miradas y gestos.",
      "Ideal para explorar la conexión de poder y placer."
    ],
    "desventajas": [
      "Puede resultar intensa si no hay equilibrio entre ambos."
    ],
    "dato_curioso": "Inspirada en los antiguos rituales de adoración y respeto.",
    "imagen": "assets/img/nivel3/oral/3-2.jpg"
  },
  "3-3": {
    "nombre": "El Despertar Dorado",
    "descripcion": "Un momento para que la curiosidad guíe los movimientos y el ritmo surja de manera natural.",
    "ventajas": [
      "Permite explorar nuevas sensaciones.",
      "Fortalece la confianza mutua.",
      "Ideal para quienes disfrutan de la espontaneidad."
    ],
    "desventajas": [
      "Puede requerir algo de equilibrio y comunicación constante."
    ],
    "dato_curioso": "Su nombre evoca la calidez y la energía de un amanecer compartido.",
    "imagen": "assets/img/nivel3/oral/3-3.jpg"
  },
  "3-4": {
    "nombre": "El Secreto Travieso",
    "descripcion": "Un momento divertido y juguetón, donde la picardía y el misterio se combinan con encanto.",
    "ventajas": [
      "Despierta la curiosidad y el humor entre la pareja.",
      "Rompe la rutina con un toque divertido.",
      "Ideal para fortalecer la confianza y la complicidad."
    ],
    "desventajas": [
      "Requiere un ambiente relajado y sin prisas."
    ],
    "dato_curioso": "Su inspiración proviene de los cómics vintage de romance y aventura.",
    "imagen": "assets/img/nivel3/oral/3-4.jpg"
  },
  "4-1": {
    "nombre": "Confesión entre Risas",
    "descripcion": "Una escena ligera y juguetona, donde el cariño se mezcla con la picardía. Ambos descubren que la intimidad también puede tener sabor a risa y sorpresa.",
    "ventajas": [
      "Fortalece la conexión emocional y la confianza.",
      "Invita al juego y a la espontaneidad.",
      "Rompe la rutina con un toque de humor y deseo."
    ],
    "desventajas": [
      "Puede volverse caótico si uno de los dos no se relaja."
    ],
    "dato_curioso": "Inspirada en los romances clásicos de los años 50, donde el deseo se insinuaba más de lo que se mostraba.",
    "imagen": "assets/img/nivel4/oral/4-1.jpg"
  },
  "4-2": {
    "nombre": "Refugio Salvaje",
    "descripcion": "Entre sombras y paredes silenciosas, el deseo se vuelve puro instinto. La pasión se mezcla con la aventura, y cada respiración se convierte en un eco cómplice.",
    "ventajas": [
      "Despierta la adrenalina y el deseo sin filtros.",
      "Ideal para quienes disfrutan de la intensidad y la energía.",
      "Refuerza la confianza y el contacto físico."
    ],
    "desventajas": [
      "Puede ser agotador si no se mide el ritmo."
    ],
    "dato_curioso": "El entorno rústico representa la idea de que el deseo no necesita lujos, solo autenticidad.",
    "imagen": "assets/img/nivel4/oral/4-2.jpg"
  },
  "4-3": {
    "nombre": "Devoción Carmesí",
    "descripcion": "La entrega se convierte en arte. Cada gesto expresa admiración y deseo contenido, en un equilibrio perfecto entre respeto y pasión.",
    "ventajas": [
      "Fomenta la confianza y la comunicación no verbal.",
      "Ideal para profundizar en la conexión emocional.",
      "Aumenta la empatía y la atención mutua."
    ],
    "desventajas": [
      "Puede ser intensa si no hay una base sólida de confianza."
    ],
    "dato_curioso": "El color carmesí simboliza la mezcla entre deseo y entrega emocional.",
    "imagen": "assets/img/nivel4/oral/4-3.jpg"
  },
  "4-4": {
    "nombre": "Mirada Encendida",
    "descripcion": "Un instante suspendido en el tiempo. Ella mira con curiosidad y poder, sabiendo que la verdadera seducción empieza en los ojos.",
    "ventajas": [
      "Despierta el deseo con sutileza y elegancia.",
      "Ideal para fortalecer la conexión visual.",
      "Fomenta la comunicación sin palabras."
    ],
    "desventajas": [
      "Puede intimidar si uno de los dos no sostiene la mirada."
    ],
    "dato_curioso": "Inspirada en la idea de que una mirada sincera puede desarmar cualquier defensa.",
    "imagen": "assets/img/nivel4/oral/4-4.jpg"
  }
}